// - Дано змінну time яка рівна числу від 0 до 59. Потрібно написати код,
// який перевірить, до якої четверті години попадає число
// (в першу, другу, третю или четверту частину години).
// let time=+prompt("Введіть хвилину від 0 до 59");
// if (time >=0 && time<=14) {
//     console.log('first quarter');
// } else if (time >=15 && time <= 30)
// {
//     console.log('Second quarter');
// } else if (time >=31 && time <=45)
// {
//     console.log('Third quarter');
// } else if (time >=46 && time<= 59)
// {
//     console.log('Fourth quater');
// }
// - У змінній day дано якесь число від 1 до 31. Потрібно визначити,
//     у яку половину(декаду) місяця потрапляє це число (у першу, другу чи третю).
